Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/plans_no/strategalas_plana_sami_manaidgarddiide_2008_2011.pdf.tmx
Source language: nob
Languages: sme

source: I Barne- og likestillingsdepartementets samlet oversikt
sme: Mánáid- ja dásseárvodepartemeantta oppala™ ∏ilgehu

source: over regjeringens mål og innsatsområder i statsbud
sme: sas ráππehusa ulbmiliid ja vuoruhansurggiid dáfus

source: sjettet 2006 heter det at: «Det er et mål å styrke
sme: 2006 stáhtabu™eahtas daddjo ahte lea ulbmil nannet

source: samiske barn og unges identitet og tilhørighet til det
sme: sámi mánáid ja nuoraid identitehta ja gulleva™vuoπa

source: samiske samfunnet, og utvikle oppvekstmiljøer der
sme: sámi servodahkii, ja ovdánahttit bajás™addanbirrasiid

source: samisk og norsk kultur i størst mulig grad oppleves
sme: gos sámi ja dá ∏∏a kultuvrrat buoremus lági mielde

source: som likeverdigeš.
sme: vásihuvvojit ovttaárvosaΩΩan.

source: Sametingets rammer og regler
sme: Sámedikki rámmat ja njuolggadusat

source: Sametinget følger opp den til enhver tid gjeldende
sme: Sámediggi ∏uovvu ∏aπat gustojeaddji mánáidgárde

source: regjerings barnehagepolitikk.
sme: politihka maid Ráππehus mearrida.

source: Sametinget i plenum og Sametingsrådet vedtar
sme: Sámedikki dievas ∏oahkkin ja Sámediggeráππi dat

source: rammene og reglene for arbeidet på barnehageom
sme: mearridit rámmaid ja njuolggadusaid mánáidgárde

source: rådet ut fra de ressursene som tildeles over statsbud
sme: suorggi bargui, dan mielde makkár resurssat juollu

source: sjettet hvert år.
sme: duvvojit stáhtabu™eahta bokte juohke jagi.

source: Sametinget samarbeider med Kunnskapsdeparte
sme: Sámediggi bargá ovttas Máhttodepartemeanttain ja

source: mentet og fylkesmannsembetene når det gjelder
sme: fylkkamánneámmáhiiguin das, mii guoská politihka

source: oppfølging av politiske vedtak i Sametinget og Regje
sme: la™ mearrádusaid ∏uovvoleapmái Sámedikkis ja

source: ringen.
sme: Ráππehusas.

source: 3.1 Dagens ressursramme
sme: 3.1 Dálá resursarámmat

source: Sametinget har i dag to hele stillinger på barnehage
sme: Sámedikkis leat dál guokte olles virggi mánáidgárde

source: området.
sme: suorggis.

source: Det brukes av administrasjonens driftsmid
sme: Hálddahusa doaibmaruπat geavahuvvojit

source: ler til møtevirksomhet i og utenfor Sametinget.
sme: ∏oahkkindoaimmaide sihke siskkobealde ja olggo

source: Møtevirksomheten omfatter samarbeid med aktuelle
sme: bealde Sámedikki. ∏oahkkindoaimmaide gullá ovttas

source: parter.
sme: bargu guoskeva™ beliiguin.

source: Budsjettet dekker også den informasjons- og
sme: Bu™eahtta gok ∏á maid daid

source: veiledningsvirksomhet avdeling for opplæring-, språk
sme: diehtojuohkin- ja bagadallandoaimmaid, mat oahpa

source: og kultur har innenfor dette området.
sme: hus-, giella- ja kulturossodagas leat dán suorggis.

source: Ved Sametingets budsjettfordeling blir midler til
sme: Sámedikki bu™eahttajuolludeamis várrejuvvo ruhta

source: utarbeidelse av pedagogisk materiell avsatt.
sme: pedagogala™ neavvuid ráhkadeapmái.

source: Sametin
sme: Sámedikkis

source: get har et ansvar for å få utarbeidet materiell som
sme: lea ovddasvástádus ráhkadit neavvuid mat heivejit

source: egner seg for barnehagebarn, og også se på hvilke
sme: mánáidgárdemánáide, ja galgá maiddái geah ∏adit

source: behov brukerne har.
sme: makkár dárbbut geavaheddjiin leat.

source: Det avsettes årlig midler til barnehagekonferanse der
sme: Jahkása ∏∏at várrejuvvo ruhta mánáidgárdekonferánsii,

source: målgruppen er personale i barnehager med samiske
sme: man ulbmiljoavku lea bargit mánáidgárddiin gos leat

source: barn, og andre som på ulike nivå jobber med barne
sme: sámi mánát ja earát geat ie™guπetge dásis barget

source: hagesaker som angår samiske barn.
sme: mánáidgárdeá™™iiguin mat gusket sámi mánáide.

source: Det avsettes også midler til ulike nettverksmøter for
sme: Várrejuvvojit maiddái ruπat ie™guπetge

source: barnehageansatte som jobber med samiske barn.
sme: geat barget sámi mánáiguin.

source: 3.2 Retningslinjer for tildeling av særskilt til skudd til samiske barnehager
sme: 3.2 Sámi mánáidgárddiid erenoamá™doarja giid juolludeami njuolggadusat

source: Barnehager som har vedtektsfestet at de bygger på
sme: ahte leat vuoππuduvvon sámegillii ja sámi kultuvrii,

source: samisk språk og kultur, kan tildeles særskilt tilskudd.
sme: sáhttá juolludit sierra doarjaga. Áigumu™ erenoamá™

source: Formålet med særskilt tilskudd er å tilrettelegge for at
sme: doarjagiin lea láh ∏it diliid nu ahte mánáidgárddiid

source: barnehageeiere skal kunne gi et samisk barnehagetil
sme: eaiggádat sáhttet fállat sámi mánáidgárdefálaldaga

source: bud til samiske barn slik at de får utviklet sitt samiske
sme: sámi mánáide, nu ahte besset ovdánahttit ieΩaset

source: språk og kulturbakgrunn i barnehagen. Intensjonene
sme: sámegielmáhtu ja kulturduogáΩa mánáidgárddis.

source: med tilskuddet er blant annet å gjøre barnehagene
sme: Áigumu™ doarjagiin lea earret eará addit mánáid

source: bedre i stand til å formidle samisk språk og kultur.
sme: ja sámi kultuvrra. Dasa lassin lea áigumu™ nannet

source: Videre vil man styrke bruken av samisk språk, og å
sme: mánáidgárddi sámegielgeavaheami, ja nannet máná

source: styrke barnets samiske identitet.
sme: sámi identitehta.

source: Barnehagen må vise
sme: Mánáidgárdi ferte ∏ájehit ahte sii

source: til at de satser på styrking av samisk i barnehagen,
sme: duohtan váldet barggu nannet sámegiela mánáid

source: blant annet gjennom vedtekter, årsplan, budsjett,
sme: gárddis, earret eará njuolggadusaid, jahkeplána,

source: rapport og regnskap.
sme: bu™eahta, raportta ja rehketdoalu bokte.

source: Særskilt tilskudd skal dekke de ekstrautgifter samiske
sme: Erenoamá™doarjja galgá gok ∏at daid lassigoluid mat

source: barnehager har ved to driftsspråk, barnehagen får en
sme: sámi mánáidgárddiin leat guovtti doaibmangiela

source: sum pr. samisktalende ansatt.
sme: gielat bargi ovddas.

source: Det er ønskelig at
sme: Mii sávvojuvvo, lea ahte mánáid

source: barnehagene driver med prosjekter og utviklings
sme: gárddit galget bargat pro™eavttaiguin ja ovdánahttin

source: arbeid.
sme: bargguiguin mánáidgárddis.

source: Det er derfor mulig å søke om midler fra
sme: Danne lea vejola™ ohcat

source: Sametinget til prosjekter og utviklingsarbeid. Det
sme: doarjaga Sámedikkis pro™eavttaide ja ovddidanbargui.

source: er utarbeidet egne skjema for tilskuddsordningene.
sme: Leat ráhkaduvvon sierra skovit doarjjaortnegii. Sáme

source: gjelder tilskudd.
sme: diggi fállá bagadallama doarjaga oktavuoπas.

source: Målsettingen med tilskuddet er at barnehagen skal:
sme: Doarjaga ulbmil lea ahte mánáidgárdi galgá:

source: • sikre et tilbud til samiske barn
sme: • sihkkarastit fálaldaga sámi mánáide

source: • styrke og utvikle samisk språk, identitet og kultur
sme: • nannet ja ovdánahttit sámegiela, - identitehta ja

source: • vitalisere og revitalisere samisk språk
sme: • virkkosmahttit ja ealáskahttit sámegiela

source: • få dekket merutgiftene den har ved å tilby samisk i
sme: • gok ∏at lassigoluid mat mánáidgárddiin leat sáme

source: barnehagen
sme: gielfálaldaga geaΩil.

source: Sametingets
sme: Sámedikki

source: barnehagepolitikk
sme: mánáidgárdepolitihkka

source: mange samiske barnehager.
sme: politihkala™ prográmmii 2006-2009.

source: Sametinget vil også påse
sme: Dat ráhkaduvvo

source: at rekruttering av pedagogisk personell intensiveres
sme: juohke válgaáigodahkii.

source: slik at de innehar kompetanse i samisk språk og
sme: Sámediggi ∏uovvu ∏aπat gustojeaddji lágaid ja ulb

source: Sametingets mål er en framdrift for samiske barne
sme: Lea Sámedikki dievas ∏oahkkin ja Sámediggeráππi

source: hager hvor utvikling av samisk språk og kultur står
sme: ja njuolggadusaid, daid resurssaid vuoπul, mat juollu

source: sentralt.
sme: duvvojit stáhtabu™eahtas juohke jagi.

source: Viktige områder for videre arbeid:
sme: Mánáidgárddit sámi mánáide leat hui mávssola ∏∏at

source: • styrking av samisk språk
sme: sámi giellaovdáneapmái ja sámi mánáid bajás™addamii

source: • barns rettigheter
sme: oppala ∏∏at.

source: • samarbeid med ulike aktører
sme: Dán vuoπul galgá Sámedikkis leat offen

source: • kompetanseheving og nettverksbygging
sme: siiva mánáidgárdepolitihkka ja galgá aktiivvala ∏∏at

source: • pedagogisk materiell
sme: bargat ie™guπetge doaimmaiguin ie™guπetge bealá

source: • rekruttering
sme: la ∏∏aid ektui.

source: 4.1 Styrking av samisk språk
sme: Mánáidgárddit galget nannet ja ovdánahttit sámi

source: Sametinget vil styrke språkarbeidet i barnehagene ved
sme: mánáid giela ja kultuvrra, ja galget veahkkin virkkos

source: å tildele særskilt tilskudd til samiske barnehager.
sme: mahttit ja ealáskahttit sámegiela.

source: I
sme: Mánáidgárddit

source: Sametingets kriterier for særskilt tilskudd er en del av
sme: galget veahkehit sámi mánáid ovddidit ieΩaset sámi

source: tilskuddsbeløpet knyttet til samisk språkkompetanse i
sme: identitehta vai dovdagoahtit oadjebasvuoπa ja ilu

source: Sametinget økte satsene for særskilt tilskudd for
sme: Sámediggi galgá bargat dan ovdii ahte sámi mánáid

source: samiske barnehager i 2004.
sme: leat doarvái olu sámi mánáidgárddit.

source: Sametinget tildeler også
sme: Sámediggi galgá

source: stipend til førskolelærere, stipend for å ta læremiddel
sme: maiddái gozihit ahte pedagogala™ bargoveaga rekrut

source: pedagogikk og stipend til ansatte i barnehager som
sme: teren ∏avgejuvvo, nu ahte sis lea gelbbola™vuohta

source: tar samisk.
sme: sámegielas ja - kultuvrras.

source: Sametinget vil medvirke til at alle samiske
sme: Sámedikki mihttu lea dakkár doaibma sámi mánáid

source: barnehager bruker samisk som daglig språk i barne
sme: gárddiide gos sámegiela ja - kultuvrra ovdánahttin lea

source: 4.2 Barns rettigheter
sme: Deaŋala™ suorggit viidáset bargui:

source: Samiske barn i samiske distrikt har rett til barnehage
sme: • sámegiela nannen

source: tilbud på samisk.
sme: • mánáid vuoigatvuoπat

source: Denne retten må utvides til å gjelde
sme: • ovttasbargu ie™guπetge beliiguin

source: samiske barn uavhengig hvor i landet de bor. I den
sme: • máhttolokten ja fierpmádathuksen

source: Sametingets politikk er nedfelt i Sametingsrådets
sme: • pedagogala™ neavvut

source: politiske program for 2006-2009.
sme: • rekrutteren

source: Denne utarbeides
sme: • dutkan

source: for hver valgperiode.
sme: 4.1 Sámegiela nannen

source: Sametinget følger til enhver tid gjeldende lover og
sme: Sámediggi galgá nannet giellabarggu mánáidgárddiin

source: målsettinger for barnehager fastsatt av Stortinget.
sme: mánáidgárddiide. Sámedikki eavttuin oaΩΩut erenoa

source: Det er Sametinget i plenum og Sametingsrådet som
sme: má™doarjaga, lea oassi doarjjasupmis ∏adnojuvvon

source: vedtar rammer og regler for arbeid på barnehage
sme: sámegiela gelbbola™vuhtii mánáidgárddiin.

source: området ut fra ressursene som tildeles over statsbud
sme: Sámediggi lasihii erenoamá™doarjaga sámi mánáid

source: Barnehager for samiske barn har stor betydning for
sme: andda ovdaskuvlaoahpaheddjiide, stipeandda lohkat

source: samisk språkutvikling og for samiske barns oppvekst
sme: oahpponeavvopedagogihka ja stipeandda bargiide

source: generelt.
sme: geat áigot lohkat sámegiela.

source: På bakgrunn av dette vil Sametinget ha en
sme: Sámediggi galgá veahkkin

source: offensiv barnehagepolitikk og bidrar aktivt med ulike
sme: bargat dan ovdii ahte buot sámi mánáidgárddit geava

source: tiltak mot de ulike aktørene.
sme: hit sámegiela beaivvála™ giellan mánáidgárddis.

source: Barnehagen skal styrke og utvikle samiske barns språk
sme: 4.2 Mánáid vuoigatvuoπat

source: og kultur, og å bidra til revitalisering og vitalisering
sme: Sámi mánáin sámi guovlluin lea vuoigatvuohta oaΩΩut

source: av samisk språk.
sme: mánáidgárdefálaldaga sámegillii.

source: Barnehagen skal bidra til at samiske
sme: Dát vuoigatvuohta

source: og glede i forhold til sin egen kultur og sitt eget
sme: ferte viiddiduvvot nu ahte guoská sámi mánáide

source: Sametinget vil bidra til at samiske barns barnehage
sme: Oππa mánáidgárdelá

source: tilbud er kvalitativt godt og at det er tilstrekkelig nye barnehageloven er det presisert at kommunen har
sme: gas lea deattuhuvvon ahte suohkanis lea ovddasvástá

source: ansvaret for at barnehagetilbudet til samiske barn i
sme: dus dasa ahte mánáidgárdefálaldat sámi mánáide sámi

source: samiske distrikt bygger på samisk språk og kultur, og
sme: guovlluin, lea huksejuvvon sámegillii ja - kultuvrii, ja

source: i øvrige kommuner skal forholdene legges til rette for
sme: eará suohkaniin galget dilit láh ∏∏ojuvvot nu ahte sámi

source: at samiske barn kan sikre og utvikle sitt språk og sin
sme: mánát sáhttet sihkkarastit ja ovdánahttit ieΩaset giela

source: kultur (Barnehageloven §8).
sme: ja kultuvrra (Mánáidgárdelága 8. ∏).

source: Sametinget vil påse at de samiske barna får tilrettelagt
sme: gozihit ahte sámi mánát oΩΩot heivehuvvon fálaldaga

source: tilbud som styrker barnas samiske språk og kultur, og
sme: mii nanne mánáid sámegiela ja. kultuvrra, ja ahte

source: at kommunene ivaretar sine forpliktelser overfor de
sme: suohkanat doahttalit ieΩaset geatnegasvuoπaid sámi

source: samiske barna i barnehager.
sme: mánáid hárrái geat leat mánáidgárddis.

source: Hvis samiske barns rettigheter og behov skal ivaretas
sme: Jus sámi mánáid vuoigatvuoπat ja dárbbut galget

source: er det påkrevd at Sametinget og departementet har
sme: váldojuvvot vuhtii, de gáibiduvvo ahte Sámedikkis ja

source: et åpent og gjensidig samarbeid om samiske barns
sme: departemeanttas lea rabas ja guovttebealát ovttasbargu

source: rettigheter.
sme: sámi mánáid vuoigatvuoπaid dáfus.

source: Spesielt er samarbeid viktig hvis lover og
sme: Ovttasbargu lea

source: regelverk skal endres.
sme: rievdaduvvot.

source: 4.3 Samarbeid
sme: 4.3Ovttasbargu

source: Sametinget har et utstrakt samarbeid med samiske
sme: Sámedikkis lea viiddis ovttasbargu sámi mánáidgárd

source: barnehager, norske barnehager med samiske barn,
sme: diiguin ja dá ∏∏a mánáidgárddiiguin, gos leat sámi

source: barnehageeiere og kommuner.
sme: mánát, mánáidgárddiid eaiggádiiguin ja suohkanii

source: Sametinget har også formalisert samarbeid med
sme: Sámediggi lea maiddái formaliseren ovttasbarggu

source: fylkesmennene i de fem nordligste fylkene.
sme: viπa davimus fylkkaid fylkkamánniiguin.

source: I tillegg
sme: Dasa lassin

source: har Sametinget samarbeid med fylkesmenn i fylker
sme: lea Sámedikkis ovttasbargu fylkkamánniiguin dain

source: hvor det er etablert samiske barnehager og hvor det
sme: fylkkain, gosa leat ásahuvvon sámi mánáidgárddit ja

source: er barn som får samisk språkopplæring i barnehager.
sme: gos leat mánát geat oΩΩot sámegieloahpahusa mánáid

source: Sametinget har et tett samarbeid med Kunnskapsde
sme: Sámedikkis lea lagas ovttasbargu Máhttodeparte

source: partementet og andre aktuelle sentrale myndigheter i
sme: meanttain ja eará áigeguovdilis guovddá™ eiseválddii

source: saker som angår samiske barn og samiske barnehager.
sme: guin á™™iin, mat gusket sámi mánáide ja sámi mánáid

source: Samarbeid med Samisk høgskole er viktig i forbin
sme: Ovttasbargu Sámi allaskuvllain lea deaŋala™ máhtto

source: delse med kompetanseheving, forskning og rekrutte
sme: loktema, dutkama ja rekrutterema oktavuoπas.

source: ring. Samarbeid må bedres for å sikre rekruttering til
sme: Ovttasbargu ferte buoriduvvot vai sáhttá sihkkarastit

source: førskolelærerstudiet.
sme: rekrutterema ovdaskuvlaoahpaheaddjeohppui.

source: Det er også viktig å tilrettelegge
sme: Lea

source: for relevant etter- og videreutdanning i regi av høg
sme: maiddái deaŋala™ heivehit relevánta lassi- ja viidáseto

source: skolen.
sme: ahpu allaskuvlla olis.

source: 4.4 Nettverksbygging og kompetanseheving
sme: 4.4 Fierpmádathuksen ja máhttolokten

source: Sametinget har inneværende periode igangsatt flere
sme: Sámediggi lea dálá áigodagas álggahan olu ie™guπet

source: ulike nettverk.
sme: lágan fierpmádagaid.

source: Arbeid med nettverksoppbygning
sme: Fierpmádathuksen sámi mánáid

source: innen det samiske barnehageområdet vil fortsatt prio
sme: gárdesuorggi siskkobealde galgá ain vuoruhuvvot.

source: riteres. Sametinget forventer at barnehager selv tar
sme: Sámediggi vuordá ahte mánáidgárddit ieΩa váldet

source: større ansvar for å opprettholde og styrke nettverkene.
sme: stuorát ovddasvástádusa bisuhit ja nannet fierpmáda

source: Gjennom nettverkene har Sametinget utstrakt
sme: gaid. Fierpmádagaid ∏aπa lea Sámedikkis viiddis

source: samarbeid med barnehager, barnehageeiere og kom
sme: ovttasbargu mánáidgárddiiguin, mánáidgárddiid

source: muner.
sme: eaiggádiiguin ja suohkaniiguin.

source: Sametinget vil fortsatt avholde årlige samiske
sme: Sámediggi áigu ain

source: barnehagekonferanser, utgi tidskrift for barnehager og
sme: doallat jahkása™ sámi mánáidgárdekonferánssaid,

source: styrke samisk læringsnett som informasjons- og kom
sme: almmuhit áige ∏állagiid mánáidgárddiid váste ja nannet sámi oahpponeahta diehtojuohkin- ja gula

source: munikasjonsredskap.
sme: hallanreaidun.

source: Nevnte arenaer fungerer som kompetanseheving.
sme: Namuhuvvon arenat doibmet máhttoloktemin.

source: Sametinget vil bruke allerede eksisterende møtesteder
sme: Sámediggi áigu geavahit dálá deaivvadanbáikkiid

source: som arena for videre kompetanseheving for ansatte i
sme: arenan mánáidgárddiid bargiid viidáset máhtto

source: barnehager.
sme: loktemii.

source: 4.5 Pedagogisk materiell
sme: 4.5Pedagogala™ neavvut

source: Sametinget avsetter årlig midler til utvikling av peda
sme: Sámediggi várre jahkása ∏∏at ruπaid ovdánahttit peda

source: gogisk materiell for barnehager.
sme: gogala™ neavvuid mánáidgárddiide.

source: Det beløpet er for lite
sme: Doarjjasubmi lea

source: i forhold til søkermassen, og må økes ved årlige bud
sme: beare unni ohcciidlogu ektui, ja ferte lasihuvvot

source: sjettvedtak.
sme: jahkása™ bu™eahttamearrádusain.

source: Sametinget må også motivere flere til å
sme: Sámediggi ferte

source: utvikle pedagogisk materiell.
sme: gala™ neavvuid.

source: En utfordring her er
sme: Okta hástalus dás leat interaktiivvala™

source: interaktive læremidler spesielt beregnet for språkopp
sme: oahpponeavvut vásedin heivehuvvon giellaoahpahus

source: læring i barnehager.
sme: sii mánáidgárddiin.

source: Sametinget vil arbeide for at det utarbeides læremid
sme: Sámediggi áigu bargat dan ovdii ahte ráhkaduvvojit

source: ler som kan hjelpe barnehagene i deres arbeid med
sme: oahpponeavvut mat sáhttet veahkehit mánáidgárddiid

source: samisk språk og kultur.
sme: sin barggus sámegielain ja - kultuvrrain.

source: Læremidler som Sametinget
sme: avvut maidda Sámediggi juolluda ruπa, galget nu

source: bevilger midler til skal så langt som mulig gis ut på
sme: guhkás go lea vejola™ almmuhuvvot davvi-, julev- ja

source: nord-, lule- og sørsamisk.
sme: lullisámegillii.

source: Prioritering av pedagogisk materiell vil fremkomme i
sme: Pedagogala™ neavvuid vuoruheapmi galgá boahtit

source: de årlige budsjettdokumentene.
sme: ovdan jahkása™ bu™eahttadokumeanttain.

source: 4.6 Forskning
sme: 4.6Dutkan

source: Sametinget forventer at det avsettes midler til forsk
sme: Sámediggi vuordá ahte juolluduvvojit ruπat sámi

source: ning innen samisk barnehageområde og til forskning
sme: mánáidgárdesuorggi dutkamii ja sámi mánáid

source: av samiske barns oppvekstvilkår, da det i dag nesten
sme: bajás™addandili dutkamii, danne go dál ii báljo

source: ikke eksisterer forskning på dette nivået.
sme: gávdno dutkan dán dásis.

source: For å kunne
sme: Jus galgá sáhttit dokumen

source: dokumentere tiltak, behov og utfordringer er det
sme: teret doaimmaid, dárbbuid ja hástalusaid, de lea

source: høyst nødvendig at forskning på det samiske barne
sme: áibbas dárbba™la™ ahte dutkan sámi mánáidgárdesu

source: hageområdet blir igangsatt.
sme: orggi siskkobealde biddjojuvvo johtui.

source: Sametinget har oppfor
sme: Sámediggi lea

source: dret departementet til å opprette forskningsstipender
sme: ávΩΩuhan departemeantta ásahit dutkanstipeanddaid

source: og stipendiatstilling for forskning på samiske barn,
sme: ja stipendiáhttavirggiid sámi mánáid, mánáidgárddiid

source: barnehager og oppvekstvilkår.
sme: ja bajás™addaneavttuid dutkama várás.

source: Sametinget vil arbeide
sme: Sámediggi áigu

source: for at høgskoler og forskningsmiljø i samarbeid med
sme: bargat dan ovdii ahte allaskuvllat ja dutkanbirrasat

source: barnehager formulerer teorier i tillegg til praksis
sme: ovttas mánáidgárddiiguin hábmejit teoriijaid praksis

source: kunnskapen.
sme: máhtu lassin.

source: Sametingets satsing
sme: Sámedikki doaimmat

source: Den nye rammeplanen understreker at samiske
sme: Oππa rámmaplána deattuha ahte sámi mánáidgárd

source: barnehager må ha personell som kan samisk og at
sme: diin fertejit leat bargit geat máhttet sámegiela ja ahte

source: alle landets barnehager skal ha kjennkap til samer.
sme: visot riikka mánáidgárddit galget dovdat

source: Sametinget forventer og vil påse at alle barn får opp
sme: sápmela ∏∏aid. Sámediggi vuordá ja áigu gozihit ahte

source: fylt retten til å få et barnehagetilbud som er i tråd
sme: gárdefálaldaga mii ∏uovvu mánáidgárdelága ja riik

source: med barnehageloven og internasjonale konvensjoner.
sme: kaidgaskasa™ konven™uvnnaid.

source: Sametinget vil i perioden igangsette tiltak for å styrke
sme: Sámediggi áigu dán áigodagas álggahit doaimmaid

source: tilbudet om kompetanseheving blant barnehage
sme: mat nannejit máhttoloktema mánáidgárdebargiid

source: ansatte.
sme: gaskkas.

source: Sametinget vil jobbe for at barnehagene i sitt arbeid
sme: Sámediggi áigu bargat dan ovdii ahte mánáidgárddit

source: har fokus på kjønnsrollene og likestilling.
sme: ieΩaset barggus ∏almmustahttet sohkabealerollaid ja

source: 5.1 Prioriterte tiltak 2008–2011
sme: 5.1Vuoruheapmi 2008 – 2011

source: Sametinget vil i planperioden prioritere følgende:
sme: Sámediggi áigu dán plánaáigodagas vuoruhit ∏uovvo

source: • Utlyse og tildele tilskudd og midler til utviklings
sme: va™ doaimmaid:

source: • Evaluere tilskuddsordningen særskilt tilskudd til
sme: • Almmuhit ja juolludit ruπaid ja doarjagiid ovdá

source: samiske barnehager
sme: • Álggahit sámi rámmaplánakonferánssa

source: • Holdningsskapende arbeid
sme: • Ásahit neahttadeaivvadanbáikkiid mánáidgárde

source: • Samarbeid
sme: nahttinpro™eavttaide

source: 5.2 IKT
sme: • Almmuhit áige ∏állagiid sámi mánáidgárddiide

source: prosjekter
sme: • Čuovvolit Mánáidgárdelohpádusa ávΩΩuhusaid ja

source: • Utgi tidsskrift for samiske barnehager
sme: ∏almmustahttit kvalitehtaovdánahttima

source: • Følge opp oppfordringene i Barnehageløftet og
sme: • Bagadallat mánáidgárddiid ja mánáidgárddiid

source: fokusere på kvalitetsutvikling
sme: eaiggádiid

source: • Veilede barnehager og barnehageeiere
sme: • Rekrutteret ovdaskuvlaoahpaheaddji virgái

source: • Rekruttere til førskolelæreryrket
sme: • Movttiidahttit eambbo dievdduid álgit bargat

source: • Motivere flere menn til arbeid i barnehager
sme: mánáidgárddiin

source: • Flere stipendordninger
sme: • Eambbo stipeandaortnegiid

source: • Videreføre konferanser, seminarer og nettverks
sme: • Joatkit konferánssaid, semináraid ja fierpmádat

source: møter
sme: ∏oahkkimiid

source: • Initiere samisk rammeplankonferanse
sme: bargiid váste sámi oahpponeahtas

source: • Etablere nettbaserte møtesteder for barnehage
sme: • Lasihit pedagogala™ neavvuid ráhkadeami

source: personell på samisk læringsnett
sme: • Nannet dutkama sámi mánáidgárdesuorggis

source: • Øke utvikling av pedagogisk materiell
sme: • Diehtojuohkima

source: • Styrke forskning innen samisk barnehageområde
sme: • Evalueret erenoamá™doarjaga sámi mánáidgárddiide

source: • Informasjon
sme: • Ovttasbarggu

source: Teknologi påvirker miljø og mennesker i samfunnet.
sme: Teknologiija váikkuha birrasii ja olbmuide servoda
